import React from "react";
import "./Footer.scss";

const Footer = () => {
  return (
    <div className="footer content">
      <div className="footer__wrap">
        <p>
          Кинематограф – это величайшее искусство современности. Ежегодно
          миллиарды долларов вкладываются в создание картин различных жанров, а
          их качество неизменно растёт. Новые технологии и компьютерная графика
          позволяют создавать по-настоящему удивительные ленты, которые поражают
          воображение, а если к этому ещё добавить хорошую актёрскую игру и
          достойный сюжет, то получится действительно стоящее кино. И лучше
          всего смотреть фильмы 2019 в хорошем качестве, ведь это позволит в
          полной мере насладиться великолепной картинкой и отличным звуком.
        </p>
        <p>
          Существует огромное количество всевозможных жанров, и у каждого из них
          есть своя армия преданных поклонников. Жизненные драмы, трогательные
          биографии, слезливые мелодрамы, напряжённые боевики и триллеры,
          смешные комедии, добрые мультфильмы, запутанные детективы, красивые
          исторические ленты, умопомрачительная фантастика и фэнтези – все эти и
          многие другие жанры являются неотъемлемой частью кинематографа.
        </p>
        <img src="/img/footer/1.jpg" alt="img" />
        <p>
          Многие люди предпочитают смотреть новинки кино 2019 года в
          кинотеатрах. Но большинство всё же делает это в комфортных домашних
          условиях. Чтобы получить удовольствие от просмотра хорошего фильма,
          необходимо найти удобный онлайн-кинотеатр с большим выбором кинокартин
          на любой вкус и в отличном качестве, удобной навигацией и минимальным
          количеством рекламы. Мы являемся именно таким порталом. Сортировка по
          годам, жанрам и странам, хорошая поисковая система, подробные
          описания, рейтинги и отзывы других посетителей позволяют без проблем
          найти подходящую для просмотра ленту.
        </p>
        <p>
          В последнее время сохраняется тенденция популярности высокобюджетных
          картин с качественными спецэффектами и хорошими актёрскими составами.
          Такие фильмы собирают огромные кассы и получают массу положительных
          отзывов как от простых зрителей, так и от требовательных кинокритиков.
          И в новом году такая тенденция сохранится, ведь ожидается масса
          громких премьер. Их посмотрят миллионы зрителей по всему миру, и
          каждая картина по достоинству будет оценена. При этом{" "}
          <strong>фильмы онлайн 2019</strong> лучше всего смотреть в хорошем
          качестве на нашем сайте. Это позволит в полной мере оценить сюжет
          картины и насладиться современными спецэффектами и компьютерной
          графикой.{" "}
        </p>
        <p>
          Говоря об ожидаемых премьерах, невозможно обойти стороной несколько
          фильмов, которые выйдут на большие экраны в этом году. К самым
          ожидаемым картинам, безусловно, можно отнести проект «Однажды в
          Голливуде», ставший девятым фильмом в карьере прославленного режиссёра
          Квентина Тарантино. Данная лента собрала по-настоящему звёздный
          актёрский состав. В главных ролях снялись такие «монстры» Голливуда,
          как Леонардо ДиКаприо, Аль Пачино, Марго Робби, Брэд Питт и другие.
          Также стоит упомянуть фильмы по комиксам, которые с каждым годом
          набирают всё большую популярность. Пожалуй, каждый поклонник студии
          Марвел ждёт продолжения истории о команде супергероев. Картина
          «Мстители: Финал» без сомнений соберёт огромнейшие кассовые сборы.
          Кроме того, стоит упомянуть и другие киноленты о супергероях: «Шазам!»
          и «Люди Икс: Тёмный Феникс». Любителей трогательных историй и красивой
          анимации ждёт приятный сюрприз в виде мультфильма «Король лев»,
          ставшего перезапуском легендарного анимационного проекта.{" "}
        </p>
        <p>
          Любой из многочисленных фильмов, которые выходят на экраны в новом
          году, можно посмотреть в нашем онлайн-кинотеатре. Чтобы насладиться
          интересной и захватывающей лентой не нужно идти в кинотеатр и тратить
          деньги. <strong>Фильмы 2019 года смотрите бесплатно</strong> у нас.
          Проведите приятно время за просмотром новой картины на лучшем
          киноресурсе.
        </p>
      </div>
    </div>
  );
};

export default Footer;
